---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMz1
source: html/65b33ddc-f8b4-c753-0300-70f764ed36d8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMz1 Property

"Mz 1"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMz1 { get; }
```